# exported via: code --list-extensions
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
github.copilot-chat
hediet.vscode-drawio
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
openai.chatgpt
sdras.night-owl
shd101wyy.markdown-preview-enhanced
yoavbls.pretty-ts-errors